Revit 2027 API
ParameterTypeId.MullionPosition Property
 "Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionPosition { get; }
Public Shared ReadOnly Property MullionPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionPosition {
	ForgeTypeId^ get ();
}
static member MullionPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace